tap "homebrew/bundle"
tap "homebrew/services"
tap "tsung-ju/iguanatexmac"
brew "little-cms2"
brew "openssl@3"
brew "apr-util"
brew "glib"
brew "curl"
brew "freetds"
brew "gcc"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "pango"
brew "tesseract"
brew "ghostscript"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "guile"
brew "libass"
brew "libbluray"
brew "macvim"
brew "mono-libgdiplus"
brew "nkf"
brew "ocaml"
brew "opam"
brew "php"
brew "postgresql@16"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "rbenv"
brew "rlwrap"
brew "rustup"
brew "sl"
brew "srt"
brew "tnftp"
brew "todo-txt"
brew "tree"
cask "chromedriver"
cask "clipy"
cask "docker"
cask "dozer"
cask "google-chrome"
cask "hyperswitch"
cask "iguanatexmac"
cask "iterm2"
cask "postman"
vscode "42crunch.vscode-openapi"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "bierner.markdown-mermaid"
vscode "bradlc.vscode-tailwindcss"
vscode "cschlosser.doxdocgen"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dsznajder.es7-react-js-snippets"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "evilz.vscode-reveal"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "hediet.vscode-drawio"
vscode "james-yu.latex-workshop"
vscode "janisdd.vscode-edit-csv"
vscode "jeff-hykin.better-cpp-syntax"
vscode "mgmcdermott.vscode-language-babel"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "mshr-h.veriloghdl"
vscode "octref.vetur"
vscode "orta.vscode-jest"
vscode "pkief.material-icon-theme"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "saoudrizwan.claude-dev"
vscode "twxs.cmake"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
vscode "zaaack.markdown-editor"
